Repository: HarshilShah/PeakLocalisations
Catalog: PeakLocalisations/Localisation/Features/WidgetSetup.xcstrings
Source language: en
Languages: de, es, it

# homescreen.add
source: Adding Home Screen Widgets
de: Homebildschirm-Widgets hinzufügen
es: Agregar widgets de pantalla de inicio
it: Aggiungere widget alla schermata Home

# homescreen.addInstructions
source: On your Home Screen, long press in an empty space Tap the plus button in the top left Find “Peak” Pick a widget, and tap “Add Widget” Tap the widget to edit it
de: Drücke lange auf einen freien Bereich auf deinem Homebildschirm. Tippe auf den Plus-Button oben links. Suche "Peak". Wähle ein Widget aus und klicke auf "Hinzufügen". Tippe auf das Widget, um es zu bearbeiten.
es: En tu pantalla de inicio, mantén presionado un espacio vacío Toca el botón más en la parte superior izquierda Encuentra "Peak" Elige un widget y toca "Agregar widget" Toca el widget para editarlo
it: Sulla schermata Home, tocca e tieni premuto uno spazio vuoto Tocca il pulsante '+' in alto a sinistra Cerca "Peak" Scegli un widget e tocca "Aggiungi widget" Tocca il widget per modificarlo

# homescreen.edit
source: Editing Home Screen Widgets
de: Homebildschirm-Widgets editieren
es: Editar widgets de pantalla de inicio
it: Modificare widget della schermata Home

# homescreen.editInstructions
source: Long press on the widget Select “Edit Widget”
de: Tippe lange auf ein Widget. Wähle "Widget bearbeiten" aus.
es: Mantén presionado el widget Selecciona "Editar widget"
it: Tieni premuto il widget Seleziona "Modifica widget"

# lockscreen.add
source: Adding Lock Screen Widgets
de: Sperrbildschirm-Widgets hinzufügen
es: Agregar widgets de pantalla de bloqueo
it: Aggiungere widget alla schermata di blocco

# lockscreen.addInstructions
source: On your Lock Screen, long press in an empty space Tap the “Customize” button Select the Lock Screen Select the rectangle above or below the time Find “Peak” Tap any widget to add it (Note: You may need to remove existing widgets if there isn’t enough space) Tap your newly added widget to edit it
de: Drücke lange auf einen freien Bereich auf deinem Sperrbildschirm. Tippe auf "Anpassen". Wähle den Sperrbildschirm aus. Wähle ein Rechteck über oder unter der Zeit aus. Suche "Peak". Wähle eines der Widgets aus um es hinzuzufügen (Hinweis: Du musst eventuell existierende Widgets entfernen, wenn nicht genug Platz vorhanden ist). Tippe auf das Widget, um es zu bearbeiten.
es: En tu pantalla de bloqueo, mantén presionado un espacio vacío Toca el botón "Personalizar" Selecciona la pantalla de bloqueo Selecciona el rectángulo arriba o debajo de la hora Busca "Peak" Toca cualquier widget para agregarlo (Nota: es posible que necesites eliminar widgets existentes si no hay suficiente espacio) Toca tu widget recién agregado para editarlo
it: Sulla schermata di blocco, tocca e tieni premuto uno spazio vuoto Tocca il pulsante "Personalizza" Seleziona la schermata di blocco Seleziona il riquadro sopra o sotto l'ora Cerca "Peak" Tocca qualsiasi widget per aggiungerlo (Nota: potrebbe essere necessario rimuovere widget esistenti se non c'è abbastanza spazio) Tocca il widget appena aggiunto per modificarlo

# lockscreen.addInstructionsPad
source: On your Lock Screen, long press in an empty space Tap the “Customize” button Select the Lock Screen Select the rectangle above the time, or on the left Find “Peak” Tap any widget to add it (Note: You may need to remove existing widgets if there isn’t enough space) Tap your newly added widget to edit it
de: Drücke lange auf einen freien Bereich auf deinem Sperrbildschirm. Tippe auf "Anpassen". Wähle den Sperrbildschirm aus. Wähle ein Rechteck über der Zeit oder links aus. Suche "Peak". Wähle eines der Widgets aus um es hinzuzufügen (Hinweis: Du musst eventuell existierende Widgets entfernen, wenn nicht genug Platz vorhanden ist). Tippe auf das Widget, um es zu bearbeiten.
es: En tu pantalla de bloqueo, mantén presionado un espacio vacío Toca el botón "Personalizar" Selecciona la pantalla de bloqueo Selecciona el rectángulo arriba de la hora o a la izquierda Busca "Peak" Toca cualquier widget para agregarlo (Nota: es posible que necesites eliminar widgets existentes si no hay suficiente espacio) Toca tu widget recién agregado para editarlo
it: Sulla schermata di blocco, tocca e tieni premuto uno spazio vuoto Tocca il pulsante "Personalizza" Seleziona la schermata di blocco Seleziona il riquadro sopra l'ora o a sinistra Cerca "Peak" Tocca qualsiasi widget per aggiungerlo (Nota: potrebbe essere necessario rimuovere widget esistenti se non c'è abbastanza spazio) Tocca il widget appena aggiunto per modificarlo

# lockscreen.edit
source: Editing Lock Screen Widgets
de: Sperrbildschirm-Widgets bearbeiten
es: Editar widgets de pantalla de bloqueo
it: Modificare widget della schermata di blocco

# lockscreen.editInstructions
source: On your Lock Screen, long press in an empty space Tap the “Customize” button Select the Lock Screen Select the rectangle above or below the time Tap any widget to edit it
de: Drücke lange auf einen freien Bereich auf deinem Sperrbildschirm. Tippe auf "Anpassen". Wähle den Sperrbildschirm aus. Wähle ein Rechteck über oder unter der Zeit aus. Tippe auf ein Widget, um es zu bearbeiten.
es: En tu pantalla de bloqueo, mantén presionado un espacio vacío Toca el botón "Personalizar" Selecciona la pantalla de bloqueo Selecciona el rectángulo arriba o debajo de la hora Toca cualquier widget para editarlo
it: Sulla schermata di blocco, tocca e tieni premuto uno spazio vuoto Tocca il pulsante "Personalizza" Seleziona la schermata di blocco Seleziona il riquadro sopra o sotto l'ora Tocca qualsiasi widget per modificarlo

# lockscreen.editInstructionsPad
source: On your Lock Screen, long press in an empty space Tap the “Customize” button Select the Lock Screen Select the rectangle above the time, or on the left Tap any widget to edit it
de: Drücke lange auf einen freien Bereich auf deinem Sperrbildschirm. Tippe auf "Anpassen". Wähle den Sperrbildschirm aus. Wähle ein Rechteck über der Zeit oder links aus. Tippe auf ein Widget, um es zu bearbeiten.
es: En tu pantalla de bloqueo, mantén presionado un espacio vacío Toca el botón "Personalizar" Selecciona la pantalla de bloqueo Selecciona el rectángulo arriba de la hora o a la izquierda Toca cualquier widget para editarlo
it: Sulla schermata di blocco, tocca e tieni premuto uno spazio vuoto Tocca il pulsante "Personalizza" Seleziona la schermata di blocco Seleziona il riquadro sopra l'ora o a sinistra Tocca qualsiasi widget per modificarlo

# standBy.add
source: Adding StandBy Widgets
de: StandBy-Widgets hinzufügen
es: Agregar widgets en modo de reposo
it: Aggiungere widget in standby

# standBy.addInstructions
source: Enter StandBy mode, and scroll to a view with two widgets side-by-side Tap and hold on a widget Tap the plus button in the top left Find “Peak” Pick a widget, and tap “Add Widget” Tap the widget to edit it
de: Aktiviere StandBy und wechsle zu einer Ansicht mit zwei Widgets nebeneinander. Halte ein Widget lange gedrückt. Tippe auf den Plus-Button oben links. Suche "Peak". Wähle ein Widget aus, und klicke auf "Widget hinzufügen". Tippe auf das Widget, um es zu bearbeiten.
es: Entra en modo En reposo y desplázate hacia una vista con dos widgets lado a lado Mantén presionado un widget Toca el botón más en la parte superior izquierda Busca "Peak" Elige un widget y toca "Agregar widget" Toca el widget para editarlo
it: Entra in modalità Standby e scorri fino a una vista con due widget affiancati Tieni premuto un widget Tocca il pulsante '+' in alto a sinistra Cerca "Peak" Scegli un widget e tocca "Aggiungi widget" Tocca il widget per modificarlo

# standBy.edit
source: Editing StandBy Widgets
de: StandBy-Widgets bearbeiten
es: Editar widgets en modo de reposo
it: Modificare widget in standby

# standBy.editInstructions
source: Enter StandBy mode, and scroll to a view with a Peak widget Tap and hold on the widget until a vertical carousel appears Tap the widget in the carousel to edit it
de: Aktiviere StandBy und wechsle zu einer Ansicht mit einem Peak Widget. Halte das Widget lange gedrückt, bis eine vertikales Karussell erscheint. Tippe auf das Widget im Karussell, um es zu bearbeiten.
es: Entra en modo En reposo y desplázate hasta una vista con un widget de Peak Mantén presionado el widget hasta que aparezca un carrusel vertical Toca el widget en el carrusel para editarlo
it: Entra in modalità Standby e scorri fino a una vista con un widget di Peak Tieni premuto il widget finché non compare un carosello verticale Tocca il widget nel carosello per modificarlo

# standBy.enter
source: Entering StandBy Mode
de: StandBy aktivieren
es: Entrar en modo En reposo
it: Attivare la modalità Standby

# standBy.enterInstructions
source: Note: StandBy mode only works on iPhone, and requires iOS 17 or later Go to Settings > StandBy and make sure StandBy is turned on Connect your iPhone to a charger and set it down on its side Tap the side button Swipe left or right to switch between different views. Swipe up or down to scroll between options for each of these views
de: Hinweis: StandBy funktioniert nur auf einem iPhone mit iOS 17 oder neuer. Gehe in die Einstellungen > StandBy und stelle sicher, dass StandBy aktiviert ist. Verbinde dein iPhone mit einem Ladegerät und kippe es in eine horizontale Position. Drücke den Seitenschalter. Streiche links oder rechts, um zwischen den verschiedenen Ansichten zu wechseln. Streiche hoch oder runter, um zwischen den verschiedenen Optionen der Ansichten zu wechseln.
es: Nota: el modo En reposo solo funciona en el iPhone y requiere iOS 17 o posterior Ve a Configuración > En reposo y asegúrate de que esté activado Conecta tu iPhone a un cargador y colócalo de lado Presiona el botón lateral Desliza hacia la izquierda o hacia la derecha para cambiar entre diferentes vistas. Desliza hacia arriba o hacia abajo para desplazarte entre las opciones de cada una de estas vistas
it: Nota: la modalità Standby funziona solo su iPhone e richiede iOS 17 o versioni successive Vai su Impostazioni > Standby e assicurati che sia attivato Collega il tuo iPhone a un caricabatterie e posizionalo in orizzontale Premi il tasto laterale Scorri verso sinistra o verso destra per passare da una vista all'altra. Scorri verso l'alto o verso il basso per scegliere le opzioni per ciascuna vista

# title
source: Widget Tutorial
de: Widget-Anleitung
es: Tutorial de widgets
it: Tutorial widget
